/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* Dialog Title */
"Adding configuration failed" = "A adição da configuração falhou";

/* Status window message */
"Adding server to configuration" = "A adicionar servidor à configuração";

/* Status window message */
"Attempting to bind computer to directory" = "A tentar estabelecer ligação entre o computador e o directório";

/* Status window message */
"Attempting to unbind from Directory" = "A tentar interromper a ligação ao Directório";

/* No comment provided by engineer. */
"Bind\\U2026" = "Ligar…";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "A ligação ao directório é necessária. A adição do novo servidor LDAP foi cancelada.";

/* Dialog Title */
"Binding required" = "Ligação necessária";

/* No comment provided by engineer. */
"Bound to the directory as" = "Ligar ao directório como";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* Dialog message */
"Computer is bound" = "O computador está ligado";

/* Dialog Title */
"Computer record exists" = "Registo já existente";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "Registo inexistente no directório. A forçar interrupção de ligação.";

/* Status window message */
"Configuration of new server complete" = "A configuração do novo servidor está concluída";

/* Default button continue */
"Continue" = "Continuar";

/* appended to duplicated configs */
"copy" = "copiar";

/* Dialog Title */
"Could not contact server" = "Impossível contactar o servidor";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "Impossível aceder ao servidor LDAP para interromper a ligação. Forçar a eliminação desta configuração?";

/* No comment provided by engineer. */
"Custom" = "Personalizada";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "Tipos de atributos predefinidos";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "Apagar servidor LDAP?";

/* Status window message */
"Detecting required security levels and binding requirements" = "A detectar níveis de segurança e requisitos de ligação";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "A ligação de directório não é suportada";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "A ligação ao directório autenticada é opcional. Introduza a informação para estabelecer ligação.";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "A ligação ao directório autenticada é necessária. Introduza a informação para estabelecer ligação.";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Ocorreu um erro inesperado";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "Não adicionar";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "Falha na alocação do buffer de dados";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Falha na alocação da lista de dados.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Falha na criação da lista de dados.";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "Falha na abertura do nó LDAPv3.";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "Falha ao guardar configuração LDAP.";

/* No comment provided by engineer. */
"From Server" = "Do servidor";

/* No comment provided by engineer. */
"Hide Options" = "Ocultar opções";

/* Status window message */
"Initial server information discovery" = "A detectar informação inicial do servidor";

/* Dialog Title */
"Insufficient privileges" = "Privilégios insuficientes";

/* Dialog Title */
"Invalid credentials supplied" = "Identificação inválida";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "Identificação inválida. Digite de novo a informação.";

/* Error converting */
"Odd number of $ characters in literal mapping" = "Número ímpar de caracteres $ no mapeamento literal";

/* Default button OK */
"OK" = "OK";

/* Template name */
"Open Directory Server" = "Servidor Open Directory";

/* No comment provided by engineer. */
"Overwrite" = "Substituir";

/* No comment provided by engineer. */
"Please confirm deletion." = "Confirme a eliminação.";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "Digite uma identificação válida que permita o acesso ao directório especificado.";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307 (Unix)";

/* Dialog Title */
"Security requirements violation" = "Violação dos requisitos de segurança";

/* Dialog Title */
"Server already configured" = "Servidor já configurado";

/* Dialog Title */
"Server did not respond" = "Sem resposta do servidor";

/* No comment provided by engineer. */
"Show Options" = "Mostrar opções";

/* Dialog Title */
"Strong authentication not supported" = "A autenticação especificada não é suportada";

/* default name when saving template - do not include .plist */
"Template" = "Modelo";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "A conta especificada não dispõe de privilégios suficientes. Contacte um administrador da rede para obter assistência.";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "A identificação especificada não é válida. Tente de novo.";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "O servidor que está a adicionar não suporta este tipo de autenticação. As palavras-passe enviadas para este servidor poderão ser lidas por outros computadores da rede.";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "O servidor seleccionado não está em conformidade com a política de segurança configurada. A adição de um novo servidor LDAP foi cancelada.";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "Não foi possível contactar o servidor especificado. Pretende configurar manualmente?";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "O servidor especificado está já configurado. O processo foi cancelado.";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "Existe já um computador no directório com o nome especificado. Deseja substituir? Este procedimento poderá desactivar outro computador se estiver em utilização.";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "Este computador está ligado a este directório. Desligar?";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "Não é possível adicionar este servidor à configuração por um motivo desconhecido. Efectue a personalização para continuar o processo.";

/* Dialog Title */
"Unable to contact directory" = "Impossível contactar directório";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "Impossível contactar directório para estabelecer a ligação. Operação cancelada.";

/* No comment provided by engineer. */
"Unbind\\U2026" = "Desligar…";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "Ocorreu um erro inesperado durante a tentativa de ligação. Operação cancelada.";

/* Dialog Title */
"Unexpected error while binding" = "Ocorreu um erro inesperado durante a ligação";

/* No comment provided by engineer. */
"Untitled %d" = "Sem nome %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "Usar autenticação ao estabelecer ligação";

/* Status window message */
"Validating record/attribute mapping" = "A validar mapeamento de registo/atributo";

/* Status window message */
"Validating the credentials that were supplied" = "A validar a identificação fornecida";

/* No comment provided by engineer. */
"Write to server failed" = "A escrita para o servidor falhou";

